/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Η σύνδεση Internet αυτού του υπολογιστή φαίνεται να είναι offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Η σύνδεση Internet αυτού του υπολογιστή ίσως είναι offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Η σύνδεση Internet αυτού του υπολογιστή φαίνεται να είναι online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Ο διακομιστής DNS αυτού του υπολογιστή δεν ανταποκρίνεται.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Ο διακομιστής DNS δεν ήταν δυνατό να βρει το όνομα διακομιστή.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Ο δρομολογητής αυτού του υπολογιστή δεν ανταποκρίνεται.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Δεν ανταποκρίνεται ο διακομιστής στον οποίο προσπαθεί να συνδεθεί αυτός ο υπολογιστής.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Η σύνδεση Internet αυτού του υπολογιστή φαίνεται να είναι online.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Συνθηματικό φόρμας Ιστού";

/* HTTP result code string */
"accepted" = "έγινε αποδεχτό";

/* HTTP result code string */
"bad gateway" = "εσφαλμένη πύλη";

/* HTTP result code string */
"bad request" = "εσφαλμένη αίτηση";

/* HTTP result code string */
"client error" = "σφάλμα πελάτη";

/* HTTP result code string */
"conflict" = "διένεξη";

/* HTTP result code string */
"continue" = "συνέχεια";

/* HTTP result code string */
"created" = "δημιουργήθηκε";

/* HTTP result code string */
"expectation failed" = "προσδοκία απέτυχε";

/* HTTP result code string */
"forbidden" = "απαγορεύεται";

/* HTTP result code string */
"found" = "βρέθηκε";

/* HTTP result code string */
"gateway timed out" = "λήξη χρονικού ορίου πύλης";

/* HTTP result code string */
"informational" = "πληροφοριακό";

/* HTTP result code string */
"internal server error" = "εσωτερικό σφάλμα διακομιστή";

/* HTTP result code string */
"length required" = "απαιτείται μήκος";

/* HTTP result code string */
"method not allowed" = "μέθοδος δεν επιτρέπεται";

/* HTTP result code string */
"moved permanently" = "μετακινήθηκε μόνιμα";

/* HTTP result code string */
"multiple choices" = "πολλαπλές επιλογές";

/* HTTP result code string */
"needs proxy" = "χρειάζεται μεσολαβητής";

/* HTTP result code string */
"no content" = "δεν υπάρχει περιεχόμενο";

/* HTTP result code string */
"no error" = "δεν υπάρχει σφάλμα";

/* HTTP result code string */
"non-authoritative information" = "μη επίσημη πληροφορία";

/* HTTP result code string */
"not found" = "δεν βρέθηκε";

/* HTTP result code string */
"not modified" = "δεν τροποποιήθηκε";

/* HTTP result code string */
"partial content" = "μερικό περιεχόμενο";

/* HTTP result code string */
"payment required" = "απαιτείται πληρωμή";

/* HTTP result code string */
"precondition failed" = "προϋπόθεση απέτυχε";

/* HTTP result code string */
"proxy authentication required" = "απαιτείται έλεγχος ταυτότητας μεσολαβητή";

/* HTTP result code string */
"redirected" = "ανακατευθύνθηκε";

/* HTTP result code string */
"no longer exists" = "πλέον δεν υπάρχει";

/* HTTP result code string */
"request timed out" = "λήξη χρονικού ορίου αίτησης";

/* HTTP result code string */
"request too large" = "αίτηση πολύ μεγάλη";

/* HTTP result code string */
"requested URL too long" = "αιτούμενο URL πολύ μακρύ";

/* HTTP result code string */
"requested range not satisfiable" = "αιτούμενο εύρος δεν είναι ικανοποιήσιμο";

/* HTTP result code string */
"reset content" = "επαναφορά περιεχομένου";

/* HTTP result code string */
"see other" = "βλέπετε άλλο";

/* HTTP result code string */
"server error" = "σφάλμα διακομιστή";

/* HTTP result code string */
"service unavailable" = "μη διαθέσιμη υπηρεσία";

/* HTTP result code string */
"success" = "επιτυχία";

/* HTTP result code string */
"switching protocols" = "πρωτόκολλα μεταγωγής";

/* HTTP result code string */
"temporarily redirected" = "προσωρινά ανακατευθύνθηκε";

/* HTTP result code string */
"unacceptable" = "μη αποδεχτό";

/* HTTP result code string */
"unauthorized" = "ανεξουσιοδότητο";

/* HTTP result code string */
"unimplemented" = "δεν έχει υλοποιηθεί";

/* HTTP result code string */
"unsupported media type" = "μη υποστηριζόμενος τύπος μέσου";

/* HTTP result code string */
"unsupported version" = "μη στηριζόμενη έκδοση";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Προέκυψε πρόβλημα επικοινωνίας με τον διακομιστή μεσολάβησης Ιστού (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Προέκυψε πρόβλημα επικοινωνίας με τον ασφαλή διακομιστή μεσολάβησης Ιστού (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "άγνωστο σφάλμα";

/* WebFoundationErrorCancelled description */
"Err-999" = "ακυρώθηκε";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "εσφαλμένο URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Έληξε το χρονικό όριο της αίτησης.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "μη υποστηριζόμενο URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Δε βρέθηκε διακομιστής με το συγκεκριμένο όνομα host.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Δεν ήταν δυνατή η σύνδεση με το διακομιστή.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Η σύνδεση δικτύου χάθηκε.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Σφάλμα αναζήτησης DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "πάρα πολλές ανακατευθύνσεις HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "πόρος δεν διατίθεται";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Η σύνδεση Internet φαίνεται να είναι offline.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "ανακατεύθυνση στο πουθενά";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Υπήρξε εσφαλμένη ανταπόκριση από το διακομιστή.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "πόρος μηδέν byte";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "αδύνατη αποκωδικοποίηση ακατέργαστων δεδομένων";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "αδύνατη αποκωδικοποίηση δεδομένων περιεχομένου";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "αδύνατη συντακτική ανάλυση ανταπόκρισης";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Αυτή τη στιγμή, η διεθνής περιαγωγή είναι απενεργοποιημένη.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Δεν είναι δυνατή η δημιουργία σύνδεσης δεδομένων επειδή υπάρχει τώρα ενεργή κλήση.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Αυτή τη στιγμή, δεν επιτρέπεται σύνδεση δεδομένων.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "έληξε αίτημα ροής κυρίου τμήματος";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Δε βρέθηκε το URL που ζητήθηκε σε αυτόν το διακομιστή.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "αρχείο είναι κατάλογος";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Δεν έχετε άδεια για να αποκτήσετε πρόσβαση στον πόρο που ζητήσατε.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "πόρος υπερβαίνει το μέγιστο μέγεθος";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Προέκυψε σφάλμα SSL και δεν είναι δυνατή η ασφαλής σύνδεση με το διακομιστή.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Το πιστοποιητικό για αυτόν το διακομιστή έχει λήξει.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Το πιστοποιητικό για αυτόν το διακομιστή έχει λήξει. Ίσως συνδέεστε σε διακομιστή που προσποιείται ότι είναι το \"%@\", γεγονός που μπορεί να διακυβεύσει τις απόρρητες πληροφορίες σας.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Το πιστοποιητικό για αυτόν το διακομιστή δεν είναι έγκυρο.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Το πιστοποιητικό για αυτόν το διακομιστή δεν είναι έγκυρο. Ίσως συνδέεστε σε διακομιστή που προσποιείται ότι είναι το \"%@\", γεγονός που μπορεί να διακυβεύσει τις απόρρητες πληροφορίες σας.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Το πιστοποιητικό για αυτόν το διακομιστή έχει υπογραφεί από άγνωστη αρχή έκδοσης πιστοποιητικών.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Το πιστοποιητικό για αυτόν το διακομιστή υπογράφηκε από άγνωστη αρχή πιστοποίησης. Ίσως συνδέεστε σε διακομιστή που προσποιείται ότι είναι το \"%@\", γεγονός που μπορεί να διακυβεύσει τις απόρρητες πληροφορίες σας.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Το πιστοποιητικό για αυτόν το διακομιστή δεν είναι ακόμη έγκυρο.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Το πιστοποιητικό για αυτόν το διακομιστή δεν είναι ακόμη έγκυρο. Ίσως συνδέεστε σε διακομιστή που προσποιείται ότι είναι το \"%@\", γεγονός που μπορεί να διακυβεύσει τις απόρρητες πληροφορίες σας.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Ο διακομιστής δεν αποδέχτηκε το πιστοποιητικό.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Ο διακομιστής \"%@\" δεν αποδέχτηκε το πιστοποιητικό.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Ο διακομιστής απαιτεί πιστοποιητικό πελάτη.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Ο διακομιστής \"%@\" απαιτεί πιστοποιητικό πελάτη.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "αδύνατη φόρτωση από δίκτυο";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Αδύνατη η δημιουργία αρχείου";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Αδύνατο άνοιγμα αρχείου";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Προέκυψε αποτυχία στο κλείσιμο αρχείου";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Αδύνατη εγγραφή αρχείου";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Αδύνατη αφαίρεση αρχείου";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Αδύνατη μετακίνηση αρχείου";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Απέτυχε η αποκωδικοποίηση λήψης";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Απέτυχε η αποκωδικοποίηση λήψης";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Θέλετε οπωσδήποτε να συνδεθείτε με το διακομιστή;";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Ελέγξτε τις ρυθμίσεις μεσολαβητή σας. Για βοήθεια με αυτό το πρόβλημα, επικοινωνήστε με τον διαχειριστή του συστήματός σας.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Απαιτείται έλεγχος ταυτότητας μεσολαβητή";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Έλεγχος ταυτότητας για μεσολαβητή %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Ακύρωση";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Όνομα χρήστη";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Συνθηματικό";
